Revit 2024 API
SymbolTypeId.LbMassPerFtSup3 Property
 Symbol lb/ft³, indicating unit Pounds mass per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbMassPerFtSup3 { get; }
Visual Basic
Public Shared ReadOnly Property LbMassPerFtSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbMassPerFtSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace